# словарь с тем, что обрабатывает Нюта и как отвечает 
opts = {
    "alias": ('нюта','анюта','нютка','нют','анна','анна'),
    "cmds": {
        "ctime": ('текущее время','сейчас времени','который час'),
        "radio": ('включи музыку','воспроизведи радио','включи радио'),
        "stupid1": ('расскажи анекдот','рассмеши меня','ты знаешь анекдоты'),
        "live":('скажи приетное','поддержи меня'),
        "day":('напомни','запомни','не забудь напомнить'),
        "stop":('стоп','надоела','надоело','заткнись','ля ты жопа','ты жопа'),
        "random":("подбрось монетку","рандом"),
        "searchWiki":('найди','прогугли','подскажи'),
        "scan":('просканируй сеть','проерь сеть','просканировать сеть'),
        "Yes":('да','да треш')
    }
}


spikNuta = {
    "radio": ('уже вкльчаю музыку из юткба','уже включаю музыку из яндекс музыка','уже включаю ее на ютубе'),
    "live":('Я вас люблю','Что бы вы не делали у вас получится','Оглянитесь вы уже многое, что сделали'),
    "day":('напоминаю','Внимание внимание','Как вы и просили напоминаю'),
    "stop":('Я вас поняла останавливаюсь','Не огресируйте уже все','бу бу бу '),
    "anegdot":("Колобок повесиля","Басист попал в долю","Доля в доле"),
    "starttalka": ('Ну как тебе отказать то. О чем поговорим?', 'Да, конечно. О чем поговорим?'),
    "delaa": ('Да нормально в общем-то', 'Не жалуюсь', 'Могло быть и лучше'),
    "cantanswera": ('Не совсем поняла вас. Могу посмотреть что вы имели в виду', 'Что вы имеете в виду? Мне поискать?', 'Абоба'),
    "cancela": ('Ладно', 'Хорошо', 'Абоба, но отрицательная'),
    "stopa":('Я вас поняла останавливаюсь','Не огресируйте уже все','бу бу бу ')
    
}

#opts = {
   # "cmds": {
   #    "stop":('стоп','надоела','заткнись'),
   #    "starttalkq":('привет','здравствуй'),
   #    "delaq":('как дела','как ты'),
   #    "cancelq":('нет','отмена')
   #     }   ###Вставить модуль словаря в команды

   #chitchat = {
   # "starttalka": ('Ну как тебе отказать то. О чем поговорим?', 'Да, конечно. О чем поговорим?'),
   # "delaa": ('Да нормально в общем-то', 'Не жалуюсь', 'Могло быть и лучше'),
   # "cantanswera": ('Не совсем поняла вас. Могу посмотреть что вы имели в виду', 'Что вы имеете в виду? Мне поискать?', 'Абоба'),
   # "cancela": ('Ладно', 'Хорошо', 'Абоба, но отрицательная'),
   # "stopa":('Я вас поняла останавливаюсь','Не огресируйте уже все','бу бу бу ')

    #}   ###Модуль ответов