# настройки
opts = {
    "alias": ('нюта','анюта','нютка','нют'),
    "tbr": ('скажи','расскажи','покажи','сколько','произнеси'),
    "cmds": {
        "ctime": ('текущее время','сейчас времени','который час'),
        "radio": ('включи музыку','воспроизведи радио','включи радио'),
        "stupid1": ('расскажи анекдот','рассмеши меня','ты знаешь анекдоты'),
        "spic": ('поговори со мной'),
        "live":('скажи приетное','поддержи меня'),
        "day":('напомни','запомни','не забудь напомнить'),
        "stop":('стоп','надоела','заткнись'),
        "starttalkq":('привет','здравствуй'),
        "delaq":('как дела','как ты'),
        "cancelq":('нет','отмена')
    }
}

Hihi = {
    1:"Колобок повесиля",
    2:"Басист попал в долю",
    3:"Доля в доле"
}

spikNuta = {
    "radio": ('уже вкльчаю музыку из Vk','уже включаю музыку из яндекс музыка','уже включаю ее на ютубе'),
    "spic": ('Как дела?'),
    "live":('Я вас люблю','Что бы вы не делали у вас получится','Оглянитесь вы уже многое, что сделали'),
    "day":('напоминаю','Внимание внимание','Как вы и просили напоминаю'),
    "stopa":('Я вас поняла останавливаюсь','Не огресируйте уже все','бу бу бу ')
}

chitchat = {
    "starttalka": ('Ну как тебе отказать то. О чем поговорим?', 'Да, конечно. О чем поговорим?'),
    "delaa": ('Да нормально в общем-то', 'Не жалуюсь', 'Могло быть и лучше'),
    "cantanswera": ('Не совсем поняла вас. Могу посмотреть что вы имели в виду', 'Что вы имеете в виду? Мне поискать?', 'Абоба'),
    "cancela": ('Ладно', 'Хорошо', 'Абоба, но отрицательная'),
    "stopa": ('')

    }